{
    "site": {
      "Gatsby Default Starter": "Gatsby Default Starter",
      "footer": "Built with Gatsby"
    },
    "home": {
      "test": "hello",
      "title": "Hi you !",
      "content": "Welcome to your new Gatsby site.\nNow go build something great.",
      "link": "Go to page 2"
	},
	"Home": {
		"current project" : "my current project",
		"soon" : "coming soon"
	},
	"slider": {
		"title" : "Why should you hire me ?"
	},
	"Myprojects": {
		"title" : "Coming soon",
		"description" : {  
		  "line1": "On the 1st of May I am launching my own etsy shop to sell online greeting cards that can be scratched.",
		  "line2": "The buyers will receive a link with the message they desire and they will be able to gift it.",
		  "line3": "It is an original gift idea that offer a change from traditional paper cards.",
		  "line4": "Here are some preview and the link to an example with the first version."
		}
	},
    "42projects": {
      "title" : "Some projects made for my 42 Cursus",
      "intro" : "Here are some of my favorites project made during my Cursus in 42 you can find them all on my",
      "cub3d" : {
        "line1": "This has been one of my favorite project because it's the first visual project made during my cursus.",
        "line2": "The project is inspired by the world-famous eponymous 90’s game Wolfeinstein. We had to reproduce some of the features of the game thanks to raycasting.",
        "line3": "here you can see an extract of my project."
      },
      "minishell": "This was another really interesting project in wich we had to create a simple shell. we had to implement some command like echo, export, pwd, ..."
    },
    "aboutme": {
      "description" : {
        "line1": "I am a student at school 42 and I am trying to become a front-end developer.",
        "line2": "After my two year diploma in Marketing techniques and a year of study abroad in Budapest I've decided that I wanted to learn new things and I went to school 42.",
        "line3": "Since then I've learned a lot about coding and about myself.",
        "line4": "The main thing I learned was that if I put the effort and the time into it I am capable to learn anything I want."
      }
    }
}{
    "site": {
      "Gatsby Default Starter": "Gatsby Default Starter",
      "footer": "Built with Gatsby"
    },
    "home": {
      "test": "hello",
      "title": "Hi you !",
      "content": "Welcome to your new Gatsby site.\nNow go build something great.",
      "link": "Go to page 2"
	},
	"Home": {
		"current project" : "mon projet actuel",
		"soon" : "a venir"
	},
	"slider": {
		"title" : "Pourquoi m'embaucher ?"
	},
	"Myprojects": {
		"title" : "A venir",
		"description" : {  
		  "line1": "Le 1er Mai je vais lancer ma boutique Etsy pour vendre des cartes de voeux en ligne qui pourront être grattées.",
		  "line2": "Les acheteur recevront un lien avec le message qu'ils souhaitent et pourront l'offrir.",
		  "line3": "C'est une idée de cadeau original qui change des traditionnels cartes en papier.",
		  "line4": "Voici une avant-première et le lien d'exemple d'une première version."
		}
	},
    "42projects": {
      "title" : "Quelques projets fait durant mon cursus à 42",
      "intro" : "Voici quelques uns de mes projets favoris faits pour mon cursus à 42 tous mes projets sont visible sur mon github.",
      "cub3d" : {
        "line1": "C'est un de mes projets préférés car c'est le premier projet visuel que j'ai fait.",
        "line2": "Ce projet est inspiré du jeu éponyme mondialement connu Wolfenstein, considéré comme le premier FPS jamais développé.",
        "line3": "Nous avions à reproduire certaines parties du jeu grâce aux raycasting.Voici un extrait de mon projet."
      },
      "minishell": "Un autre projet très intéressant pour lequel nous devions recréer un simple shell. Nous avions à Implémenter certaines commandes tel que echo, pwd, export, ..."
    },
    "aboutme": {
      "description" : {
        "line1": "Je suis une étudiante à l'école 42 et une developpeuse web en devenir.",
        "line2": "A la suite de mon DUT Techniques de commercialisation et de mon DUETI à Budapest, J'ai décidé que je voulais apprendre de nouvelles choses et je suis partie étudier à l'école 42.",
        "line3": "Depuis j'ai appris beaucoup de choses sur le code et sur moi.",
        "line4": ""
      }
    }
}